
import './css/app0805-2.css'
function App() {

    return (
        <div className="wrap">
            <h1>熱翻天！超消暑「10種食物」1圖看 其中這2樣清熱消腫但食用須注意</h1>
            <img src="https://today-obs.line-scdn.net/0h3ARK7nxobG5vMn7k1pQTOVdkYB9cVHZnTQMrDkpiNgxKHiNsVlU_DRphZUIRVio8Twd0AEliZ19ABSltVQ/w1200" alt="" />
            <div></div>
            <p>台灣的夏天總是高溫又悶熱，也因此各種消散暑氣的方法備受網友熱議，那你知道透過飲食也能祛熱降溫嗎？有些食物能幫助我們排出體內濕氣，有些則是可以補充水分，這些功效都有助於消暑解熱，甚至還能預防中暑，而網友們熱烈討論的消暑食物有哪些呢？快來看看吧！</p>
            <h2>消暑水果首推西瓜　夏日飯後吃鳳梨最佳　</h2>
            <p>觀察近3個月內網友針對「消暑食物」相關話題的討論，可以發現「西瓜」引起網友熱議，西瓜香甜多汁，無論直接吃或是打成西瓜汁都是透心涼，還能補充水分，是許多民眾酷愛的夏季水果；但中醫師提醒西瓜糖分較高，糖尿病患者不宜攝取需忌口，以免血糖升高、增加身體負擔，而體質寒涼的人，也要避免吃過多西瓜，否則可能會因為補充過多水分造成腹瀉。</p>
            <p>根據《本草綱目》紀載，「鳳梨」有清熱解渴的功效，同時還富含有助於解熱降火氣的鳳梨酵素，網友們就留言大推「夏天很適合來杯鳳梨系列飲品消暑」、「以前在陸官入伍訓，也是最熱的時候，鳳梨是最消暑的飯後水果」，認為鳳梨是充滿營養又健康的消暑水果。</p>
            <h2>攝取冬瓜與綠豆消水腫　體虛、腸胃差者需注意　</h2>
            <p>「冬瓜」和「綠豆」都有清熱消腫的功效，可以幫助改善夏天較易水腫的狀況，不過冬瓜屬於寒性食物，體質虛弱者或生理期間不適合食用，「綠豆」則容易讓消化不好的人出現腹瀉情形，食用前需多加注意。而說到台灣傳統的消暑甜品「仙草」及「愛玉」，網友就表示它們「可以增強免疫力，吃起來又滑順、容易入口，是很不錯的選擇」，甜滋滋的風味也十分受到小朋友們的歡迎，做為點心既健康又清爽，廣受好評。</p>
            <img src="https://today-obs.line-scdn.net/0hh0kH1mngNx9WMSWV75ZISG5nO25lVy0WdAJ-LHAxa3h_HSBMOVFkfHU0ajNzVidNdld6KyYxbScvAnJKaQ/w1200" alt="" />
            <p>▲網友議論10大消暑食物，包括西瓜、鳳梨、冬瓜、苦瓜、仙草、愛玉等物皆入榜。（圖／《Social Lab社群實驗室》提供）</p>
            <p>若是持續待在高溫下，又未能及時補充足夠的水分，就容易出現中暑的症狀，有網友建議在感覺自己快中暑、已經中暑或身體很燥熱時，可以喝冰開水幫助熱氣消散；腸胃不好的族群就改以咬、含「冰塊」的方式，讓其慢慢在口中融化以達到消暑作用。</p>
            <h2>以綠茶、檸檬汁補充水分　解渴又能攝取營養</h2>
            <p>在飲品部分，不少網友皆提及提神醒腦、解油膩的「綠茶」，與生津止渴又含有維他命Ｃ的「檸檬水/汁」，並推薦「在大量出汗後喝綠茶，可以幫助身體補充流失的鉀元素」、「炎熱的夏天，（檸檬汁）冰在冰箱，冰冰涼涼，大人小孩都適合，又能有助身體健康，一舉多得」，特別分享給不愛喝白開水的人，讓他們有解渴補水的其他選擇。</p>
            <p>有中醫師和營養師分享「苦瓜」也是消暑的好夥伴，有健脾開胃、提振食慾的功效，不必擔心自己腸胃欠佳或是吃冰太刺激，甚至能夠提升免疫力、幫助消化，不只清熱解毒，對身體健康更是好處多多。</p>
            <p>面對火傘高張的夏天，你準備好屬於自己的避暑妙招了嗎？若是真的遇到高溫難耐的情況，不妨參考以上網友們熱議的消暑食物，讓你由內而外的排出暑氣，趕走炎熱、自帶涼感，但也要切記無論是什麼食物，都應適當攝取、勿食用過量，希望大家都能輕鬆消暑，一起清爽的度過這個夏天！</p>
            <p>（常春月刊／編輯部整理、文章授權提供／NOW健康、圖片來源：Dreamstime/典匠影像）</p>
        </div>

    )
}

export default App;